Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Add option to select filters and search from translation page.
sv: LÃ¤gg till alternativ fÃ¶r att vÃ¤lja filter och sÃ¶ka frÃ¥n Ã¶versÃ¤ttningssidan.

source: Added UI for translation removal.
sv: Lagt till grÃ¤nssnitt fÃ¶r borttagning av Ã¶versÃ¤ttningar.

source: Improved behavior when inserting placeables.
sv: FÃ¶rbÃ¤ttrat beteende vid infogning av placerbara objekt.

source: Fixed auto locking issues in Zen mode.
sv: Ã tgÃ¤rdade problem med automatisk lÃ¥sning i Zen-lÃ¤ge.

source: *Released on Jul 10th 2016.*
sv: *SlÃ¤pptes den 10 juli 2016.*

source: Removed Google web translate machine translation.
sv: Borttagen maskinÃ¶versÃ¤ttning frÃ¥n Google Web Translate.

source: Improved commit message when adding translation.
sv: FÃ¶rbÃ¤ttrat commit-meddelande vid tillÃ¤gg av Ã¶versÃ¤ttning.

source: Fixed Google Translate API for Hebrew language.
sv: Fixat Google Translate API fÃ¶r hebreiska sprÃ¥ket.

source: Compatibility with Mercurial 3.8.
sv: Kompatibilitet med Mercurial 3.8.

source: Added import_json management command.
sv: Lagt till import_json-hanteringskommando.

source: Correct ordering of listed translations.
sv: Korrekt ordning pÃ¥ listade Ã¶versÃ¤ttningar.

source: Show full suggestion text, not only a diff.
sv: Visa hela fÃ¶rslagstexten, inte bara skillnaden.

source: Extend API (detailed repository status, statistics, â¦).
sv: UtÃ¶ka API (detaljerad status fÃ¶r arkivet, statistik, â¦).

source: Testsuite no longer requires network access to test repositories.
sv: Testsuite krÃ¤ver inte lÃ¤ngre nÃ¤tverksÃ¥tkomst fÃ¶r att testa arkiv.

source: *Released on Apr 28th 2016.*
sv: *SlÃ¤pptes den 28 april 2016.*

source: Fixed validation of components with language filter.
sv: Fast validering av komponenter med sprÃ¥kfilter.

source: Improved support for XLIFF files.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r XLIFF-filer.

source: Fixed machine translation for non English sources.
sv: Fast maskinÃ¶versÃ¤ttning fÃ¶r icke-engelska kÃ¤llor.

source: Added REST API.
sv: REST API har lagts till.

source: Django 1.10 compatibility.
sv: Kompatibilitet med Django 1.10.

source: Added categories to whiteboard messages.
sv: Lagt till kategorier till whiteboardmeddelanden.

source: *Released on Mar 10th 2016.*
sv: *SlÃ¤ppt den 10 mars 2016.*

source: Fixed automatic translation for project owners.
sv: Fast automatisk Ã¶versÃ¤ttning fÃ¶r projektÃ¤gare.

source: Improved performance of commit and push operations.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r commit- och push-operationer.

source: New management command to add suggestions from command-line.
sv: Nytt kommando fÃ¶r att lÃ¤gga till fÃ¶rslag frÃ¥n kommandoraden.

source: Added support for merging comments on file upload.
sv: Lagt till stÃ¶d fÃ¶r att slÃ¥ samman kommentarer vid filuppladdning.

source: Added support for some GNU extensions to C printf format.
sv: Lagt till stÃ¶d fÃ¶r vissa GNU-tillÃ¤gg till C-formatet printf.

source: Added support for generating translator credits.
sv: Lagt till stÃ¶d fÃ¶r att generera Ã¶versÃ¤ttarkrediter.

source: Added support for generating contributor stats.
sv: Lagt till stÃ¶d fÃ¶r att generera statistik Ã¶ver bidragsgivare.

source: Site wide search can search only in one language.
sv: SÃ¶kningen pÃ¥ hela webbplatsen kan endast gÃ¶ras pÃ¥ ett sprÃ¥k.

source: Improve quality checks for Armenian.
sv: FÃ¶rbÃ¤ttra kvalitetskontrollerna fÃ¶r armeniska.

source: Support for starting translation components without existing translations.
sv: StÃ¶d fÃ¶r att starta Ã¶versÃ¤ttningskomponenter utan befintliga Ã¶versÃ¤ttningar.

source: Support for adding new translations in Qt TS.
sv: StÃ¶d fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar i Qt TS.

source: Improved support for translating PHP files.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r Ã¶versÃ¤ttning av PHP-filer.

source: Performance improvements for quality checks.
sv: PrestandafÃ¶rbÃ¤ttringar fÃ¶r kvalitetskontroller.

source: Fixed site wide search for failing checks.
sv: FaststÃ¤lld webbplatsomfattande sÃ¶kning efter felaktiga kontroller.

source: Added option to specify source language.
sv: Lagt till alternativ fÃ¶r att ange kÃ¤llsprÃ¥k.

source: Extended list of options for import_project.
sv: UtÃ¶kad lista Ã¶ver alternativ fÃ¶r import_project.

source: Improved targeting for whiteboard messages.
sv: FÃ¶rbÃ¤ttrad inriktning fÃ¶r whiteboardmeddelanden.

source: Support for automatic translation across projects.
sv: StÃ¶d fÃ¶r automatisk Ã¶versÃ¤ttning mellan projekt.

source: Optimized fulltext search index.
sv: Optimerat index fÃ¶r fulltextsÃ¶kning.

source: Added management command for auto translation.
sv: Lagt till kommando fÃ¶r automatisk Ã¶versÃ¤ttning.

source: Added placeables highlighting.
sv: Lagt till markering av placerbara objekt.

source: Added keyboard shortcuts for placeables, checks and machine translations.
sv: Lagt till kortkommandon fÃ¶r placerbara objekt, kontroller och maskinÃ¶versÃ¤ttningar.

source: Improved translation locking.
sv: FÃ¶rbÃ¤ttrad Ã¶versÃ¤ttningslÃ¥sning.

source: Added quality check for AngularJS interpolation.
sv: Kvalitetskontroll fÃ¶r AngularJS-interpolering har lagts till.

source: Added extensive group based ACLs.
sv: Lagt till omfattande gruppbaserade ACL:er.

source: Clarified terminology on strings needing edit (formerly fuzzy).
sv: FÃ¶rtydligad terminologi fÃ¶r strÃ¤ngar som behÃ¶ver redigeras (tidigare otydlig).

source: Clarified terminology on strings needing action and untranslated strings.
sv: FÃ¶rtydligad terminologi fÃ¶r strÃ¤ngar som krÃ¤ver Ã¥tgÃ¤rd och icke Ã¶versatta strÃ¤ngar.

source: Support for Python 3.
sv: StÃ¶d fÃ¶r Python 3.

source: Dropped support for Django 1.7.
sv: StÃ¶det fÃ¶r Django 1.7 har upphÃ¶rt.

source: Dropped dependency on msginit for creating new gettext PO files.
sv: Borttagen beroende pÃ¥ msginit fÃ¶r att skapa nya gettext PO-filer.

source: Added configurable dashboard views.
sv: Lagt till konfigurerbara instrumentpanelvyer.

source: Improved notifications on parse errors.
sv: FÃ¶rbÃ¤ttrade meddelanden om tolkningsfel.

source: Added option to import components with duplicate name to import_project.
sv: Lagt till alternativ fÃ¶r att importera komponenter med dubbla namn till import_project.

source: Added XLIFF export for dictionary.
sv: XLIFF-export fÃ¶r ordbok har lagts till.

source: Added XLIFF and gettext PO export for all translations.
sv: Lagt till XLIFF- och gettext PO-export fÃ¶r alla Ã¶versÃ¤ttningar.

source: Added support for configurable automatic group assignments.
sv: Lagt till stÃ¶d fÃ¶r konfigurerbara automatiska grupptilldelningar.

source: Improved adding of new translations.
sv: FÃ¶rbÃ¤ttrad tillÃ¤gg av nya Ã¶versÃ¤ttningar.

source: *Released on Sep 20th 2015.*
sv: *SlÃ¤ppt den 20 september 2015.*

source: Improved support for PHP files.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r PHP-filer.

source: Ability to add ACL to anonymous user.
sv: MÃ¶jlighet att lÃ¤gga till ACL till anonym anvÃ¤ndare.

source: Improved configurability of import_project command.
sv: FÃ¶rbÃ¤ttrad konfigurerbarhet fÃ¶r kommandot import_project.

source: Added CSV dump of history.
sv: Lagt till CSV-dump av historik.

source: Avoid copy/paste errors with whitespace characters.
sv: Undvik kopierings-/klistringsfel med blankstegstecken.

source: Added support for Bitbucket webhooks.
sv: StÃ¶d fÃ¶r Bitbucket-webhooks har lagts till.

source: Tighter control on fuzzy strings on translation upload.
sv: StrÃ¤ngare kontroll av otydliga strÃ¤ngar vid uppladdning av Ã¶versÃ¤ttningar.

source: Several URLs have changed, you might have to update your bookmarks.
sv: Flera URL-adresser har Ã¤ndrats, sÃ¥ du kan behÃ¶va uppdatera dina bokmÃ¤rken.

source: Hook scripts are executed with VCS root as current directory.
sv: Hook-skript kÃ¶rs med VCS-roten som aktuell katalog.

source: Hook scripts are executed with environment variables describing current component.
sv: Hook-skript kÃ¶rs med miljÃ¶variabler som beskriver aktuell komponent.

source: Add management command to optimize fulltext index.
sv: LÃ¤gg till kommando fÃ¶r att optimera fulltextindex.

source: Added support for error reporting to Rollbar.
sv: Lagt till stÃ¶d fÃ¶r felrapportering till Rollbar.

source: Projects now can have multiple owners.
sv: Projekt kan nu ha flera Ã¤gare.

source: Project owners can manage themselves.
sv: ProjektÃ¤gare kan hantera sig sjÃ¤lva.

source: Added support for ``javascript-format`` used in gettext PO.
sv: Lagt till stÃ¶d fÃ¶r ``javascript-format`` som anvÃ¤nds i gettext PO.

source: Support for adding new translations in XLIFF.
sv: StÃ¶d fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar i XLIFF.

source: Improved file format autodetection.
sv: FÃ¶rbÃ¤ttrad automatisk identifiering av filformat.

source: Extended keyboard shortcuts.
sv: UtÃ¶kade kortkommandon.

source: Improved dictionary matching for several languages.
sv: FÃ¶rbÃ¤ttrad ordboksmatchning fÃ¶r flera sprÃ¥k.

source: Improved layout of most of pages.
sv: FÃ¶rbÃ¤ttrad layout pÃ¥ de flesta sidor.

source: Support for adding words to dictionary while translating.
sv: StÃ¶d fÃ¶r att lÃ¤gga till ord i ordboken under Ã¶versÃ¤ttningen.

source: Added support for filtering languages to be managed by Weblate.
sv: Lagt till stÃ¶d fÃ¶r filtrering av sprÃ¥k som hanteras av Weblate.

source: Added support for translating and importing CSV files.
sv: Lagt till stÃ¶d fÃ¶r Ã¶versÃ¤ttning och import av CSV-filer.

source: Rewritten handling of static files.
sv: Omskriven hantering av statiska filer.

source: Direct login/registration links to third-party service if that's the only one.
sv: DirektlÃ¤nkar fÃ¶r inloggning/registrering till tredjepartstjÃ¤nster om det Ã¤r den enda.

source: Commit pending changes on account removal.
sv: BekrÃ¤fta vÃ¤ntande Ã¤ndringar vid borttagning av konto.

source: Add management command to change site name.
sv: LÃ¤gg till kommando fÃ¶r att Ã¤ndra webbplatsnamn.

source: Add option to configure default committer.
sv: LÃ¤gg till alternativ fÃ¶r att konfigurera standardkommittÃ¶r.

source: Add hook after adding new translation.
sv: LÃ¤gg till krok efter att ha lagt till ny Ã¶versÃ¤ttning.

source: Add option to specify multiple files to add to commit.
sv: LÃ¤gg till alternativ fÃ¶r att ange flera filer som ska lÃ¤ggas till i commit.

source: *Released on May 22nd 2015.*
sv: *SlÃ¤pptes den 22 maj 2015.*

source: Dropped support for Django 1.6 and South migrations.
sv: StÃ¶det fÃ¶r Django 1.6 och South-migreringar har upphÃ¶rt.

source: Support for adding new translations when using Java Property files.
sv: StÃ¶d fÃ¶r att lÃ¤gga till nya Ã¶versÃ¤ttningar nÃ¤r Java Property-filer anvÃ¤nds.

source: Allow to accept suggestion without editing.
sv: TillÃ¥t att acceptera fÃ¶rslag utan redigering.

source: Improved support for Google OAuth 2.0.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r Google OAuth 2.0.

source: Added support for Microsoft .resx files.
sv: StÃ¶d fÃ¶r Microsoft .resx-filer har lagts till.

source: Tuned default robots.txt to disallow big crawling of translations.
sv: Justerade standardrobots.txt fÃ¶r att fÃ¶rhindra omfattande genomsÃ¶kning av Ã¶versÃ¤ttningar.

source: Simplified workflow for accepting suggestions.
sv: FÃ¶renklat arbetsflÃ¶de fÃ¶r att acceptera fÃ¶rslag.

source: Added project owners who always receive important notifications.
sv: Lagt till projektÃ¤gare som alltid fÃ¥r viktiga meddelanden.

source: Allow to disable editing of monolingual template.
sv: TillÃ¥t att inaktivera redigering av ensprÃ¥kiga mallar.

source: More detailed repository status view.
sv: Mer detaljerad vy Ã¶ver arkivets status.

source: Direct link for editing template when changing translation.
sv: DirektlÃ¤nk fÃ¶r redigering av mall vid Ã¤ndring av Ã¶versÃ¤ttning.

source: Allow to add more permissions to project owners.
sv: TillÃ¥t att lÃ¤gga till fler behÃ¶righeter till projektÃ¤gare.

source: Allow to show secondary language in Zen mode.
sv: TillÃ¥t att visa sekundÃ¤rt sprÃ¥k i Zen-lÃ¤ge.

source: Support for hiding source string in favor of secondary language.
sv: StÃ¶d fÃ¶r att dÃ¶lja kÃ¤llstrÃ¤ngen till fÃ¶rmÃ¥n fÃ¶r det sekundÃ¤ra sprÃ¥ket.

source: *Released on Feb 19th 2015.*
sv: *SlÃ¤ppt den 19 februari 2015.*

source: Performance improvements.
sv: PrestandafÃ¶rbÃ¤ttringar.

source: Fulltext search on location and comments fields.
sv: FulltextsÃ¶kning pÃ¥ plats- och kommentarsfÃ¤lt.

source: New SVG/JavaScript-based activity charts.
sv: Nya SVG/JavaScript-baserade aktivitetsdiagram.

source: Support for Django 1.8.
sv: StÃ¶d fÃ¶r Django 1.8.

source: Support for deleting comments.
sv: StÃ¶d fÃ¶r att radera kommentarer.

source: Added own SVG badge.
sv: Lade till egen SVG-badge.

source: Added support for Google Analytics.
sv: StÃ¶d fÃ¶r Google Analytics har lagts till.

source: Improved handling of translation filenames.
sv: FÃ¶rbÃ¤ttrad hantering av Ã¶versÃ¤ttningsfilnamn.

source: Added support for monolingual JSON translations.
sv: Lagt till stÃ¶d fÃ¶r ensprÃ¥kiga JSON-Ã¶versÃ¤ttningar.

source: Record component locking in a history.
sv: Registrera komponentlÃ¥sning i en historik.

source: Support for editing source (template) language for monolingual translations.
sv: StÃ¶d fÃ¶r redigering av kÃ¤llsprÃ¥k (mall) fÃ¶r ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Added basic support for Gerrit.
sv: Lagt till grundlÃ¤ggande stÃ¶d fÃ¶r Gerrit.

source: *Released on Dec 5th 2014.*
sv: *SlÃ¤ppt den 5 december 2014.*

source: Added support for Mercurial repositories.
sv: StÃ¶d fÃ¶r Mercurial-arkiv har lagts till.

source: Replaced Glyphicon font by Awesome.
sv: Ersatte Glyphicon-typsnittet med Awesome.

source: Added icons for social authentication services.
sv: Ikoner fÃ¶r sociala autentiseringstjÃ¤nster har lagts till.

source: Better consistency of button colors and icons.
sv: BÃ¤ttre konsistens i knappfÃ¤rger och ikoner.

source: Various bugfixes.
sv: Olika buggfixar.

source: Automatic hiding of columns in translation listing for small screens.
sv: Automatisk dÃ¶ljning av kolumner i Ã¶versÃ¤ttningslistan fÃ¶r smÃ¥ skÃ¤rmar.

source: Changed configuration of filesystem paths.
sv: Ãndrad konfiguration av filsystemets sÃ¶kvÃ¤gar.

source: Improved SSH keys handling and storage.
sv: FÃ¶rbÃ¤ttrad hantering och lagring av SSH-nycklar.

source: Improved repository locking.
sv: FÃ¶rbÃ¤ttrad lÃ¥sning av arkiv.

source: Customizable quality checks per source string.
sv: Anpassningsbara kvalitetskontroller per kÃ¤llstrÃ¤ng.

source: Allow to hide completed translations from dashboard.
sv: TillÃ¥t att dÃ¶lja fÃ¤rdiga Ã¶versÃ¤ttningar frÃ¥n instrumentpanelen.

source: *Released on Nov 6th 2014.*
sv: *SlÃ¤pptes den 6 november 2014.*

source: New responsive UI using Bootstrap.
sv: Ny responsiv anvÃ¤ndargrÃ¤nssnitt med Bootstrap.

source: Rewritten VCS backend.
sv: Omskriven VCS-backend.

source: Added whiteboard for site wide messages.
sv: Lagt till whiteboard fÃ¶r meddelanden som gÃ¤ller hela webbplatsen.

source: Configurable strings priority.
sv: Konfigurerbar strÃ¤ngprioritet.

source: Added support for JSON file format.
sv: StÃ¶d fÃ¶r JSON-filformat har lagts till.

source: Fixed generating mo files in certain cases.
sv: Fixade generering av mo-filer i vissa fall.

source: Added support for GitLab notifications.
sv: StÃ¶d fÃ¶r GitLab-meddelanden har lagts till.

source: Added support for disabling translation suggestions.
sv: Lagt till stÃ¶d fÃ¶r att inaktivera Ã¶versÃ¤ttningsfÃ¶rslag.

source: Django 1.7 support.
sv: StÃ¶d fÃ¶r Django 1.7.

source: ACL projects now have user management.
sv: ACL-projekt har nu anvÃ¤ndarhantering.

source: Extended search possibilities.
sv: UtÃ¶kade sÃ¶kmÃ¶jligheter.

source: Give more hints to translators about plurals.
sv: Ge Ã¶versÃ¤ttarna fler tips om pluralformer.

source: Fixed Git repository locking.
sv: Fixat lÃ¥sning av Git-arkiv.

source: Compatibility with older Git versions.
sv: Kompatibilitet med Ã¤ldre Git-versioner.

source: Improved ACL support.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r ACL.

source: Added buttons for per language quotes and other special characters.
sv: Lagt till knappar fÃ¶r citattecken per sprÃ¥k och andra specialtecken.

source: Support for exporting stats as JSONP.
sv: StÃ¶d fÃ¶r export av statistik som JSONP.

source: Weblate 3.x series
sv: Weblate 3.x-serien

source: *Released on March 11th 2020.*
sv: *SlÃ¤pptes den 11 mars 2020.*

source: Fixed searching for fields with certain priority.
sv: Fixat sÃ¶kande efter fÃ¤lt med viss prioritet.

source: Fixed predefined query for recently added strings.
sv: Fast fÃ¶rdefinierad sÃ¶kning fÃ¶r nyligen tillagda strÃ¤ngar.

source: Fixed searching returning duplicate matches.
sv: Fixat sÃ¶kning som returnerade dubbla trÃ¤ffar.

source: Fixed notifications rendering in Gmail.
sv: Fixade aviseringar i Gmail.

source: Fixed reverting changes from the history.
sv: Ã terstÃ¤llda Ã¤ndringar frÃ¥n historiken.

source: Added links to events in digest notifications.
sv: LÃ¤nkar till evenemang har lagts till i sammanfattningsmeddelanden.

source: Fixed email for account removal confirmation.
sv: Fixat e-postmeddelande fÃ¶r bekrÃ¤ftelse av borttagning av konto.

source: Added support for Slack authentication in Docker container.
sv: Lagt till stÃ¶d fÃ¶r Slack-autentisering i Docker-container.

source: Avoid sending notifications for not subscribed languages.
sv: Undvik att skicka aviseringar fÃ¶r sprÃ¥k som inte prenumereras pÃ¥.

source: Include Celery queues in performance overview.
sv: Inkludera Celery-kÃ¶er i prestandaÃ¶versikten.

source: Fixed documentation links for add-ons.
sv: Fixade dokumentationslÃ¤nkar fÃ¶r tillÃ¤gg.

source: Reduced false negatives for unchanged translation check.
sv: Minskat antal falska negativa resultat vid kontroll av ofÃ¶rÃ¤ndrad Ã¶versÃ¤ttning.

source: Raised bleach dependency to address :cve:`2020-6802`.
sv: Ãkat beroende av blekmedel fÃ¶r att hantera :cve:`2020-6802`.

source: Fixed listing project level changes in history.
sv: Fasta Ã¤ndringar pÃ¥ projektnivÃ¥ i historiken.

source: Fixed stats invalidation in some corner cases.
sv: Fixade statistikogiltighet i vissa specialfall.

source: Fixed searching for certain string states.
sv: Fixat sÃ¶kande efter vissa strÃ¤ngtillstÃ¥nd.

source: Improved format string checks behavior on missing percent.
sv: FÃ¶rbÃ¤ttrat beteende fÃ¶r formatstrÃ¤ngskontroller vid saknad procent.

source: Fixed authentication using some third party providers.
sv: Fast autentisering med hjÃ¤lp av vissa tredjepartsleverantÃ¶rer.

source: *Released on February 22nd 2020.*
sv: *SlÃ¤pptes den 22 februari 2020.*

source: Fixed rendering of suggestions.
sv: Fast rendering av fÃ¶rslag.

source: Fixed some strings wrongly reported as having no words.
sv: Fixade nÃ¥gra strÃ¤ngar som felaktigt rapporterats som ordlÃ¶sa.

source: *Released on February 20th 2020.*
sv: *SlÃ¤pptes den 20 februari 2020.*

source: Documented Celery setup changes.
sv: Dokumenterade Ã¤ndringar i Celery-konfigurationen.

source: Improved filename validation on component creation.
sv: FÃ¶rbÃ¤ttrad validering av filnamn vid skapande av komponenter.

source: Fixed minimal versions of some dependencies.
sv: FaststÃ¤llda minimiversioner av vissa beroenden.

source: Fixed adding groups with certain Django versions.
sv: Fixat tillÃ¤gg av grupper med vissa Django-versioner.

source: Fixed manual pushing to upstream repository.
sv: Fast manuell Ã¶verfÃ¶ring till uppstrÃ¶msarkiv.

source: Improved glossary matching.
sv: FÃ¶rbÃ¤ttrad ordlista-matchning.

source: *Released on February 17th 2020.*
sv: *SlÃ¤pptes den 17 februari 2020.*

source: Allow using VCS push URL during component creation via API.
sv: TillÃ¥t anvÃ¤ndning av VCS push-URL vid skapande av komponenter via API.

source: Rendered width check now shows image with the render.
sv: Kontrollen av renderad bredd visar nu bilden med renderingen.

source: Fixed links in notifications e-mails.
sv: Fasta lÃ¤nkar i e-postmeddelanden med aviseringar.

source: Improved look of plaintext e-mails.
sv: FÃ¶rbÃ¤ttrat utseende fÃ¶r e-postmeddelanden i klartext.

source: Display ignored checks and allow to make them active again.
sv: Visa ignorerade kontroller och gÃ¶r det mÃ¶jligt att aktivera dem igen.

source: Display nearby keys on monolingual translations.
sv: Visa nÃ¤rliggande tangenter pÃ¥ ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Added support for grouping string shapings.
sv: Lagt till stÃ¶d fÃ¶r gruppering av strÃ¤ngformningar.

source: Recommend upgrade to new Weblate versions in the system checks.
sv: Rekommendera uppgradering till nya Weblate-versioner i systemkontrollerna.

source: Provide more detailed analysis for duplicate language alert.
sv: Ge en mer detaljerad analys fÃ¶r varningar om duplicerat sprÃ¥k.

source: Include more detailed license info on the project pages.
sv: Inkludera mer detaljerad licensinformation pÃ¥ projektsidorna.

source: Automatically unshallow local copies if needed.
sv: Ta automatiskt bort lokala kopior om det behÃ¶vs.

source: Fixed download of strings needing action.
sv: Fast nedladdning av strÃ¤ngar som krÃ¤ver Ã¥tgÃ¤rd.

source: New alert to warn about using the same file mask twice.
sv: Ny varning om att samma filmask anvÃ¤nds tvÃ¥ gÃ¥nger.

source: Improve XML placeables extraction.
sv: FÃ¶rbÃ¤ttra extraheringen av XML-placeringar.

source: The :setting:`SINGLE_PROJECT` can now enforce redirection to chosen project.
sv: :setting:`SINGLE_PROJECT` kan nu tvinga omdirigering till valt projekt.

source: Added option to resolve comments.
sv: Lagt till alternativ fÃ¶r att lÃ¶sa kommentarer.

source: Added bulk editing of flags.
sv: Lagt till massredigering av flaggor.

source: Added support for :ref:`labels`.
sv: Lagt till stÃ¶d fÃ¶r :ref:`labels`.

source: Added bulk edit add-on.
sv: TillÃ¤gg fÃ¶r massredigering har lagts till.

source: Added option for :ref:`enforcing-checks`.
sv: Lagt till alternativ fÃ¶r :ref:`enforcing-checks`.

source: Increased default validity of confirmation links.
sv: Ãkad standardgiltighet fÃ¶r bekrÃ¤ftelselÃ¤nkar.

source: Improved Matomo integration.
sv: FÃ¶rbÃ¤ttrad Matomo-integration.

source: Fixed :ref:`check-translated` to correctly handle source string change.
sv: Fixat :ref:`check-translated` fÃ¶r att korrekt hantera Ã¤ndringar i kÃ¤llstrÃ¤ngen.

source: Extended automatic updates configuration by :setting:`AUTO_UPDATE`.
sv: UtÃ¶kad konfiguration av automatiska uppdateringar genom :setting:`AUTO_UPDATE`.

source: LINGUAS add-ons now do full sync of translations in Weblate.
sv: LINGUAS-tillÃ¤gg synkroniserar nu Ã¶versÃ¤ttningar fullstÃ¤ndigt i Weblate.

source: *Released on January 18th 2020.*
sv: *SlÃ¤pptes den 18 januari 2020.*

source: Support for translate-toolkit 2.5.0.
sv: StÃ¶d fÃ¶r translate-toolkit 2.5.0.

source: Add lock indication to projects.
sv: LÃ¤gg till lÃ¥sindikering till projekt.

source: Fixed CSS bug causing flickering in some web browsers.
sv: Fixat CSS-fel som orsakade flimmer i vissa webblÃ¤sare.

source: Fixed searching on systems with non-English locales.
sv: Fixat sÃ¶kning pÃ¥ system med icke-engelska sprÃ¥kinstÃ¤llningar.

source: Improved repository matching for GitHub and Bitbucket hooks.
sv: FÃ¶rbÃ¤ttrad matchning av arkiv fÃ¶r GitHub- och Bitbucket-hooks.

source: Fixed data migration on some Python 2.7 installations.
sv: Fixade dataÃ¶verfÃ¶ring pÃ¥ vissa Python 2.7-installationer.

source: Allow configuration of Git shallow cloning.
sv: TillÃ¥t konfiguration av Git shallow cloning.

source: Improved background notification processing.
sv: FÃ¶rbÃ¤ttrad hantering av bakgrundsmeddelanden.

source: Fixed broken form submission when navigating back in web browser.
sv: Fixat fel vid formulÃ¤rinlÃ¤mning nÃ¤r man navigerar tillbaka i webblÃ¤saren.

source: New add-on to configure YAML formatting.
sv: Nytt tillÃ¤gg fÃ¶r att konfigurera YAML-formatering.
